/* package up error # */
"error %1$d" = "fout %1$d";
"error %1$#x" = "fout %1$#x";
/* errno error 0 */
"Unknown error: 0" = "Onbekende fout: 0";

/* errno error 1 */
"Operation not permitted" = "Bewerking niet toegestaan";

/* errno error 2 */
"No such file or directory" = "Bestand of directory bestaat niet";

/* errno error 3 */
"No such process" = "Proces bestaat niet";

/* errno error 4 */
"Interrupted system call" = "Onderbroken systeemaanroep";

/* errno error 5 */
"Input/output error" = "Invoer-/uitvoerfout";

/* errno error 6 */
"Device not configured" = "Apparaat niet geconfigureerd";

/* errno error 7 */
"Argument list too long" = "Argumentenlijst te lang";

/* errno error 8 */
"Exec format error" = "Foutieve structuur bij uitvoering";

/* errno error 9 */
"Bad file descriptor" = "Onjuiste bestandsbeschrijving";

/* errno error 10 */
"No child processes" = "Geen onderliggend proces";

/* errno error 11 */
"Resource deadlock avoided" = "Resourceblokkering voorkomen";

/* errno error 12 */
"Cannot allocate memory" = "Er kan geen geheugen worden toegewezen";

/* errno error 13 */
"Permission denied" = "Onvoldoende bevoegdheden";

/* errno error 14 */
"Bad address" = "Onjuist adres";

/* errno error 15 */
"Block device required" = "Blokapparaat vereist";

/* errno error 16 */
"Resource busy" = "Resource in gebruik";

/* errno error 17 */
"File exists" = "Bestand bestaat al";

/* errno error 18 */
"Cross-device link" = "Kruiselingse apparaatkoppeling";

/* errno error 19 */
"Operation not supported by device" = "Bewerking niet ondersteund door apparaat";

/* errno error 20 */
"Not a directory" = "Geen directory";

/* errno error 21 */
"Is a directory" = "Is een directory";

/* errno error 22 */
"Invalid argument" = "Ongeldig argument";

/* errno error 23 */
"Too many open files in system" = "Te veel geopende bestanden in systeem";

/* errno error 24 */
"Too many open files" = "Te veel geopende bestanden";

/* errno error 25 */
"Inappropriate ioctl for device" = "Onjuiste ioctl voor apparaat";

/* errno error 26 */
"Text file busy" = "Tekstbestand in gebruik";

/* errno error 27 */
"File too large" = "Bestand te groot";

/* errno error 28 */
"No space left on device" = "Apparaat is vol";

/* errno error 29 */
"Illegal seek" = "Niet-toegestane zoekactie";

/* errno error 30 */
"Read-only file system" = "Alleen-lezenbestandssysteem";

/* errno error 31 */
"Too many links" = "Te veel koppelingen";

/* errno error 32 */
"Broken pipe" = "Gebroken pipe";

/* errno error 33 */
"Numerical argument out of domain" = "Numeriek argument valt buiten domein";

/* errno error 34 */
"Result too large" = "Resultaat te lang";

/* errno error 35 */
"Resource temporarily unavailable" = "Resource tijdelijk niet beschikbaar";

/* errno error 36 */
"Operation now in progress" = "Bewerking wordt nu uitgevoerd";

/* errno error 37 */
"Operation already in progress" = "Bewerking wordt al uitgevoerd";

/* errno error 38 */
"Socket operation on non-socket" = "Socketbewerking van niet-socket";

/* errno error 39 */
"Destination address required" = "Doeladres vereist";

/* errno error 40 */
"Message too long" = "Bericht te lang";

/* errno error 41 */
"Protocol wrong type for socket" = "Onjuist protocoltype voor socket";

/* errno error 42 */
"Protocol not available" = "Protocol niet beschikbaar";

/* errno error 43 */
"Protocol not supported" = "Protocol niet ondersteund";

/* errno error 44 */
"Socket type not supported" = "Sockettype niet ondersteund";

/* errno error 45 */
"Operation not supported" = "Bewerking niet ondersteund";

/* errno error 46 */
"Protocol family not supported" = "Protocolfamilie niet ondersteund";

/* errno error 47 */
"Address family not supported by protocol family" = "Adresfamilie niet ondersteund door protocolfamilie";

/* errno error 48 */
"Address already in use" = "Adres al in gebruik";

/* errno error 49 */
"Can't assign requested address" = "Opgegeven adres kan niet worden toegekend";

/* errno error 50 */
"Network is down" = "Netwerk is niet beschikbaar";

/* errno error 51 */
"Network is unreachable" = "Netwerk is onbereikbaar";

/* errno error 52 */
"Network dropped connection on reset" = "Netwerkverbinding verbroken na opnieuw instellen";

/* errno error 53 */
"Software caused connection abort" = "Verbinding verbroken door software";

/* errno error 54 */
"Connection reset by peer" = "Verbinding opnieuw ingesteld door gelijkwaardige functie";

/* errno error 55 */
"No buffer space available" = "Geen bufferruimte beschikbaar";

/* errno error 56 */
"Socket is already connected" = "Socket is al verbonden";

/* errno error 57 */
"Socket is not connected" = "Socket is niet verbonden";

/* errno error 58 */
"Can't send after socket shutdown" = "Versturing na afsluiting van socket is niet mogelijk";

/* errno error 59 */
"Too many references: can't splice" = "Te veel verwijzingen: koppeling mislukt";

/* errno error 60 */
"Operation timed out" = "Time-out van bewerking";

/* errno error 61 */
"Connection refused" = "Verbinding geweigerd";

/* errno error 62 */
"Too many levels of symbolic links" = "Te veel niveaus van symbolische koppelingen";

/* errno error 63 */
"File name too long" = "Bestandsnaam te lang";

/* errno error 64 */
"Host is down" = "Host is niet beschikbaar";

/* errno error 65 */
"No route to host" = "Geen route naar host";

/* errno error 66 */
"Directory not empty" = "Directory niet leeg";

/* errno error 67 */
"Too many processes" = "Te veel processen";

/* errno error 68 */
"Too many users" = "Te veel gebruikers";

/* errno error 69 */
"Disc quota exceeded" = "Schijfquota overschreden";

/* errno error 70 */
"Stale NFS file handle" = "Oude NFS-bestandshandle";

/* errno error 71 */
"Too many levels of remote in path" = "Te veel externe niveaus in pad";

/* errno error 72 */
"RPC struct is bad" = "RPC-structuur is onjuist";

/* errno error 73 */
"RPC version wrong" = "RPC-versie is onjuist";

/* errno error 74 */
"RPC prog. not avail" = "RPC-programma niet beschikbaar";

/* errno error 75 */
"Program version wrong" = "Onjuiste programmaversie";

/* errno error 76 */
"Bad procedure for program" = "Onjuiste procedure voor programma";

/* errno error 77 */
"No locks available" = "Geen vergrendelingen beschikbaar";

/* errno error 78 */
"Function not implemented" = "Functie niet geïmplementeerd";

/* errno error 79 */
"Inappropriate file type or format" = "Onjuist bestandstype of onjuiste bestandsstructuur";

/* errno error 80 */
"Authentication error" = "Fout bij identiteitscontrole";

/* errno error 81 */
"Need authenticator" = "Identiteitscontrole noodzakelijk";

/* errno error 82 */
"Device power is off" = "Apparaat is uitgeschakeld";

/* errno error 83 */
"Device error" = "Apparaatfout";

/* errno error 84 */
"Value too large to be stored in data type" = "Waarde te groot om te worden opgeslagen in gegevenstype";

/* errno error 85 */
"Bad executable (or shared library)" = "Onjuist uitvoerbaar bestand (of onjuiste gedeelde bibliotheek)";

/* errno error 86 */
"Bad CPU type in executable" = "Onjuist CPU-type in uitvoerbaar bestand";

/* errno error 87 */
"Shared library version mismatch" = "Versie gedeelde bibliotheek verschilt";

/* errno error 88 */
"Malformed Mach-o file" = "Onjuist gevormd Mach-o-bestand";

/* errno error 89 */
"Operation canceled" = "Bewerking geannuleerd";

/* errno error 90 */
"Identifier removed" = "Aanduiding verwijderd";

/* errno error 91 */
"No message of desired type" = "Geen bericht van het gewenste type";

/* errno error 92 */
"Illegal byte sequence" = "Ongeldige bytereeks";

/* errno error 93 */
"Attribute not found" = "Kenmerk niet gevonden";

/* errno error 94 */
"Bad message" = "Onjuist bericht";

/* errno error 95 */
"EMULTIHOP (Reserved)" = "EMULTIHOP (gereserveerd)";

/* errno error 96 */
"No message available on STREAM" = "Geen bericht beschikbaar op STREAM";

/* errno error 97 */
"ENOLINK (Reserved)" = "ENOLINK (gereserveerd)";

/* errno error 98 */
"No STREAM resources" = "Geen STREAM-bronnen";

/* errno error 99 */
"Not a STREAM" = "Geen STREAM";

/* errno error 100 */
"Protocol error" = "Protocolfout";

/* errno error 101 */
"STREAM ioctl timeout" = "STREAM ioctl-time-out";

/* errno error 102 */
"Operation not supported on socket" = "Bewerking niet ondersteund op socket";

/* errno error 103 */
"Policy not found" = "Beleid niet gevonden";
